Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Because more thugs means more data! And more data means we get some BEAUTIFUL SCIENCE up in this joint!
pl: Bo więcej zbirów to więcej danych! A więcej danych oznacza PIĘKNĄ NAUKĘ w tym naszym grajdołku!

source: Because of that huge battle the other day, we're low on labor power and supplies...
pl: Ponieważ od czasu tamtej wielkiej bitwy brakuje nam zasobów i rąk do pracy...

source: Because of that,
pl: Dlatego,

source: Because of this,
pl: Z tego powodu,

source: Because they are an enigma!
pl: Ponieważ są zagadką!

source: Because this is the world my friend tried to save!
pl: Ponieważ jest to świat, który mój przyjaciel próbował uratować!

source: Because you have no desire to fight.
pl: Ponieważ ty nie chcesz walczyć.

source: Because you made it this far, we have a special announcement just for you...
pl: Ponieważ udało ci się dotrzeć tak daleko, mamy dla ciebie specjalne ogłoszenie...

source: Because...
pl: Ponieważ...

source: Become a god, become a god, become a god, who has become?
pl: Stać się bogiem, stać się bogiem, stać się bogiem... Stał się nim?

source: Become as gods!
pl: Aby stać się bogami!

source: Beetle Fish
pl: Żukoryba

source: Before I can respond, Dahlia leaps in front of me with her weapon at the ready.<bt_wait> This is it. We're going to fight.<bt_wait> But just before the battle can erupt, the android called Number 2 steps forward.<bt_wait>
pl: Zanim odpowiadam, Dalia wyskakuje przede mnie z bronią w gotowości.<bt_wait> To jest to. Będziemy walczyć.<bt_wait> Ale zanim wybucha walka, android nazywany Numer 2 wychodzi naprzód.<bt_wait>

source: Before I could convince myself to tell 2B the truth...
pl: Zanim byłem w stanie przekonać samego siebie, aby powiedzieć 2B prawdę...

source: Before I give you the chips, I need you to answer a question.
pl: Zanim dam ci te chipy, potrzebuję odpowiedzi na jedno pytanie...

source: Before that whole thing happened with the moon, this area actually had a proper night time.
pl: Przed tym całym incydentem z księżycem, tutaj naprawdę mieliśmy normalne noce.

source: Before we begin, there's something you must understand...
pl: Zanim zaczniemy, jest coś, co musicie zrozumieć...

source: Before you enter, we'll have to save your game due to reasons. Will that be okay?
pl: Zanim wejdziesz, będziemy musieli z pewnych powodów zapisać twoją grę. Zgadzasz się?

source: Beg off.
pl: Odmów.

source: Begin [<CHAPTER_NAME>]?
pl: Rozpocząć [<CHAPTER_NAME>]?

source: Begin [<CHAPTER_NAME>]? All unsaved quest progress will be lost.
pl: Rozpocząć [<CHAPTER_NAME>]? Cały niezapisany postęp zostanie utracony.

source: Begin again.
pl: Zacznij ponownie.

source: Begin anew.
pl: Zacznij od nowa.

source: Begin nothing.
pl: Niczego nie zaczynaj.

source: Begin playing the game.
pl: Rozpocznij rozgrywkę.

source: Begin!
pl: Zaczynajmy!

source: Begone from this world forever, wench!
pl: Zniknij z tego świata na zawsze, wiedźmo!

source: Behavior System
pl: System zachowań

source: Behavior table adjusted.
pl: Dostosowano tablicę zachowań.

source: Behind the waterfall in the forest, you find an elevator guarded by machines who have initiated a contest to determine their strength. Perplexed but intrigued, you decide to enter.
pl: Za wodospadem w lesie, odnajdujesz windę strzeżoną przez maszyny, które zorganizowały zawody mające na celu określić ich siłę. Wprawia cię to w osłupienie, ale też intryguje, więc decydujesz się wejść.

source: Belarus
pl: Białoruś

source: Belgium
pl: Belgia

source: Believer
pl: Wierny

source: Berserker Mode
pl: Tryb berserkera

source: Besides, being a gofer is safer than being locked in combat all the time.
pl: Poza tym, bycie posłańcem jest bezpieczniejsze niż nieustanna walka.

source: Besides, it's dangerous. The killer could be watching you right now for all we know.
pl: Poza tym, to ryzykowne. Skąd mamy wiedzieć, czy zabójca teraz cię nie obserwuje?

source: Besides, some of the money we make here goes directly towards the top. That's society for ya.
pl: Poza tym, część pieniędzy, które tu zarabiamy, idzie bezpośrednio do góry. Tak działa społeczeństwo.

source: Besides, this is my command.
pl: Poza tym... tak brzmi moje polecenie.

source: Besides, you should be proud of the name Eve.
pl: Poza tym, powinieneś być dumny z imienia Ewa.

source: Better head for the hangar!
pl: Lepiej chodźmy do hangaru!

source: Better hurry, or you'll get another earful. Good luck!
pl: Lepiej się pośpiesz, albo znowu ci się oberwie. Powodzenia!

source: Better keep your guard up!
pl: Lepiej mieć się na baczności!

source: Better make sure he's actually dead next time.
pl: Następnym razem upewnij się, że jest martwy.

source: Better record the coordinates.
pl: Lepiej zapisać te współrzędne.

source: Better take it to that creep in the tool shop...
pl: Lepiej zabiorę to do tego dziwaka w sklepie z narzędziami...

source: Better tear you apart and see what's wrong.
pl: Lepiej rozłożyć cię na części i zobaczyć co z tobą nie tak.

source: Better than we were at the beginning, although we still have a ways to go. Lots of hard work ahead for sure.
pl: Lepiej niż na początku, ale wciąż przed nami dużo pracy.

source: Big Brother Machine
pl: Maszyna starszy brat

source: Big Machine
pl: Duża maszyna

source: Big Machine Lifeform
pl: Duża mechaniczna forma życia

source: Big Sis!
pl: Siostro!

source: Big Sis! Make us something to play on, Big Sis!
pl: Siostro! Stwórz nam coś, na czym będziemy mogli się bawić, siostro!

source: Big Sister Machine
pl: Maszyna starsza siostra

source: Big brother!
pl: Starszy bracie!

source: Big brother! Big brother! Big brother! Big brother! Big brother!
pl: Starszy bracie! Starszy bracie! Starszy bracie! Starszy bracie! Starszy bracie!

source: Big plants, too.
pl: I to wielkie rośliny.

source: Big...brother!
pl: Starszy... bracie!

source: Big...brother...
pl: Starszy... bracie...

source: Biped (L)
pl: Dwunóg (L)

source: Biped (M)
pl: Dwunóg (M)

source: Biped (S)
pl: Dwunóg (S)

source: Birth of a Wish - Medium
pl: Birth of a Wish - Średnia

source: Black Belt
pl: Czarny pas

source: Black Box Internal Pressure: Normal
pl: Ciśnienie wewnętrzne czarnej skrzynki: w normie

source: Black Box Temperature: Normal
pl: Temperatura czarnej skrzynki: w normie

source: Black Hair
pl: Czarne włosy

source: Black Pearl
pl: Czarna perła

source: Black box responses cease from all YoRHa units. The Pods move the YoRHa Project into its final phase.
pl: Wszystkie czarne skrzynki jednostek YoRHa przestają odpowiadać. Pody przenoszą Projekt YoRHa do ostatniej fazy.

source: Black box signal detected. Life functions operational.
pl: Wykryto sygnał czarnej skrzynki. Funkcje życiowe w normie.

source: Black box signal not found.
pl: Nie wykryto sygnału czarnej skrzynki.

source: Black-box signal ceased.
pl: Zanik sygnału czarnej skrzynki.

source: Black-box signal for YoRHa unit 2B offline.
pl: Sygnał czarnej skrzynki jednostki YoRHa 2B jest niedostępny.

source: Bloat Fish
pl: Nadymka

source: Bloat Fish Machine
pl: Nadymka maszyna

source: Blood-drenched Machine
pl: Maszyna przesiąknięta krwią

source: Bloody Dog Tag
pl: Zakrwawiony nieśmiertelnik

source: Bloody hell. Bloody, nasty, gut-strewn HELL! Do you know what I just discovered?
pl: Krwista cholera. Krwista, obrzydliwa, wybebeszona CHOLERA! Wiesz, co właśnie odkryłam?

source: Bloody pacifists. They're using the great battle from the other day as an excuse to recruit members!
pl: Cholerni pacyfiści. Używają tej wielkiej bitwy jako wymówki do rekrutowania członków!

source: Blow up target.
pl: Wysadź cel.

source: Blowfish
pl: Rozdymka

source: Blowfish Machine
pl: Rozdymka maszyna

source: Blue Hair
pl: Niebieskie włosy

source: Blue Ribbon
pl: Niebieska kokarda

source: Blue Stripes Pod
pl: Pod w paski

source: Blue stone.<bt_wait> Brilliant blue.<bt_wait> So beautiful.<bt_wait>
pl: Niebieski kamień.<bt_wait> Przepięknie niebieski.<bt_wait> Tak piękny.<bt_wait>

source: Blur
pl: Rozmycie

source: Boar Meat
pl: Mięso z dzika

source: Board the flight unit.
pl: Wejdź do jednostki latającej.

source: Board the flight units.
pl: Wejdź do jednostki latającej.

source: Bodies collected
pl: Ciał zebranych

source: Bodies corrupted
pl: Ciał zepsutych

source: Bodies infected
pl: Ciał zainfekowanych

source: Bodies repaired
pl: Ciał naprawionych

source: Bodies uploaded
pl: Ciał wysłanych

source: Body
pl: Ciało

source: Body Report
pl: Raport ciała

source: Bold, but risky. Try not to be so reckless next time.
pl: Śmiałe, ale ryzykowne posunięcie. Następnym razem spróbuj nie być aż tak lekkomyślna.

source: Bolivia
pl: Boliwia

source: Bonds...are lost.
pl: Więzy... zostały utracone.

source: Book: "Pensées"
pl: Książka „Myśli”

source: Boom! Hack 'em up good.
pl: Bum! Porządnie je zhakuj.

source: Boost!
pl: Przyspieszenie!

source: Border Area
pl: Obszar graniczny

source: Borderless
pl: W oknie bez ramki

source: Born...children...
pl: Narodzone... dzieci...

source: Bosnia and Herzegovina
pl: Bośnia i Hercegowina

source: Boss Enemy Machine
pl: Maszyna boss

source: Boss Machine
pl: Maszyna szef

source: Both our kinds share a mad love of humanity, do we not?
pl: Oba nasze gatunki darzą ludzkość wręcz szaloną miłością, czyż nie?

source: Both the joy of growing up.
pl: Zarówno radość z dorastania.

source: Boy, the world's really going to hell in a handbasket, isn't it?
pl: Chłopie... Ten świat naprawdę schodzi na psy, co nie?

source: Brand Director
pl: Dyrektor marki

source: Brand Manager
pl: Menadżer marki

source: Bravo! Truly a most spectacular performance!
pl: Brawo! Zaprawdę... spektakularne przedstawienie!

source: Brazil
pl: Brazylia

source: Break time!
pl: Czas na przerwę!

source: Breaking Through
pl: Przełamanie linii wroga

source: Bream
pl: Dorada

source: Bream Machine
pl: Dorada maszyna

source: Bring it here before our next bout, if you would be so kind.
pl: Jeśli łaskawie moglibyście, to przynieście mi go przed naszą kolejną walką.

source: Bring me those materials and I can get to work.
pl: Przynieś mi te materiały, abym mógł zabrać się do pracy.

source: Bring the cable back to the machine lifeform.
pl: Zanieś kabel mechanicznej formie życia.

source: Bring the materials back to the machine lifeform.
pl: Zanieś materiał mechanicznej formie życia.

source: Bro...ther...
pl: Bra... cie...

source: Broken Battery
pl: Zepsuta bateria

source: Broken Circuit
pl: Zepsuty obwód

source: Broken Firearm
pl: Zepsuta broń

source: Broken Key
pl: Złamany klucz

source: Broken Toy
pl: Zepsuta zabawka

source: Broken toys... Dirty ledgers... Small shoes...
pl: Zepsute zabawki... Brudne księgi rachunkowe... Dziecięce buty...

source: Brother, I'm so scared! Help me!
pl: Bracie, boję się! Pomóż mi!

source: Brother, wait a minute...
pl: Bracie, poczekaj chwilę...

source: Brother...
pl: Bracie...

source: Brother... Brother...
pl: Bracie... Bracie...

source: Brother... My...brother...
pl: Bracie... Mój... Bracie...

source: Brother... Please start moving...
pl: Bracie... Proszę, zacznij się ruszać...

source: Brother... Sister...
pl: Bracie... Siostro...

source: Brother...?
pl: Bracie...?

source: Brother...brother...
pl: Bracie... Bracie...

source: Brother? So there's another one?
pl: Bracie? Czyli jest jeszcze jeden?

source: Brother? So there's more of them?
pl: Bracie? To znaczy, że jest ich więcej?

source: Brother? Wait, there's more of these things?
pl: Bracie? Chwila... To jest ich więcej?

source: Brown Belt
pl: Brązowy pas

source: Brown Hair
pl: Brązowe włosy

source: Browse received messages.
pl: Przeglądaj odebrane wiadomości.

source: Building that giant weapon, Plato 1728 going crazy... I've got enough on my plate already!
pl: Budowa tej ogromnej broni, szaleństwo Platona 1728... Mam już tego aż nadto!

source: Bulgaria
pl: Bułgaria

source: Bullet Absorb
pl: Pochłanianie pocisków

source: Bullet Detonation
pl: Detonacja pocisków

source: Bullet Rupture
pl: Rozrywanie pocisków

source: Bulletin Record
pl: Zapis z biuletynu

source: Buncha no good... Razza frazza...
pl: Wielu nie dobły.. błe-ła-błe...

source: Bunker
pl: Bunkier

source: Bunker Item Shop
pl: Sklep z przedmiotami: Bunkier

source: Bunker Maintenance Shop
pl: Warsztat: bunkier

source: Bunker PA System
pl: Komunikat Bunkra

source: Bunker to 2B and 9S.
pl: Bunkier do 2B i 9S.

source: Bunker to 2B, come in.
pl: Bunkier do 2B, odezwij się.

source: Bunker to 2B.
pl: Bunker do 2B.

source: Bunker's gone... There's...no point in backing up anyway.
pl: Bunkier przepadł... Już go nie ma... Nie ma... Nie ma sensu robić kopii zapasowej.

source: Buried in sand, we press forward one step at a time. We have nowhere else to go, after all.<bt_wait> Because our models—the Devola and Popola models—are defective. </page>
pl: Brodząc w piasku, przemy naprzód krok po kroku. W końcu nie mamy gdzie iść.<bt_wait> Bo nasze modele — modele Devola i Popola — są wadliwe. </page>

source: But
pl: Ale

source: But 9S can hack into your systems and—
pl: Ale 9S może zhakować twój system i...

source: But Commander...
pl: Ale, Pani Komandor...

source: But I can't do that without a complete system reset, which is why I had you format him. Now it's time to strengthen him up!
pl: Ale nie mogłam tego zrobić bez kompletnego zresetowania sytemu. Dlatego chciałam, abyś go sformatował. A teraz trzeba go wzmocnić!

source: But I did not know they coexisted in such a wide variety of ways.
pl: Ale nie miałam pojęcia, że żyli razem w tak różnorodny sposób.

source: But I didn't want you to be hurt.
pl: Ale nie chciałem, żeby coś ci się stało.

source: But I don't know what it was.
pl: Ale nie pamiętam, co to było.

source: But I fear everyone else is...
pl: Ale obawiam się, że cała reszta...

source: But I fear you still haven't finished your studies, have you?
pl: Ale obawiam się, że jeszcze nie skończyliście swojej nauki, czyż nie?

source: But I have a dream now—I'm gonna be the best shut-in I can possibly be!
pl: Poza tym zrozumiałem, że... chcę zostać najlepszym samotnikiem. I to takim, jakiego świat jeszcze nie widział!

source: But I have combat data ready for upload.
pl: Ale mam gotowy do przesłania zapis z walki.

source: But I hope you will nonetheless.
pl: Mimo wszystko, mam nadzieję, że uwierzycie mi.

source: But I hope you're at rest, 2B. Sweet dreams.
pl: Ale mam nadzieję, że spoczywasz w spokoju, 2B. Śpij spokojnie...

source: But I just work in storage! I don't need to know how to make a bo—
pl: Ale ja tylko pracuję w magazynie! Nie muszę wiedzieć, jak zrobić bom...

source: But I know you will give it the respect it craves.
pl: Ale wiem, że okażesz jej taki szacunek na jaki zasługuje.

source: But I need additional parts to access the rest.
pl: Ale będę potrzebował dodatkowych części, aby zdobyć dostęp do reszty.

source: But I need to record combat data from the newest models in order to reach more steady conclusions. So whatcha think? Fun, right?
pl: Ale potrzebuję zebrać dane bojowe od najnowszych modeli, żeby dojść do bardziej wiarygodnych wniosków. No to jak? Brzmi fajnie, co?

source: But I need you to destroy the EMP unit on that thing's back.
pl: Ale najpierw musisz zniszczyć ośrodki elektromagnetyczne znajdujące się na grzbiecie tego czegoś.

source: But I pray regardless that their souls might reach heaven.
pl: Ale i tak modlę się, by ich dusze dotarły do nieba.

source: But I still think we should try our best to prevent any more tragedies.
pl: Ale mimo to, myślę, że powinniśmy postarać się zapobiec kolejnym tragediom.

source: But I think you should keep it. You're a combat model, after all, whereas I'm a defensive unit.
pl: Ale myślę, że tę broń powinnaś zatrzymać dla siebie. W końcu, jesteś jednostką bojową, ja tylko defensywną. Nie wykorzystam jej.

source: But I tried anyway. I would try anything.<bt_wait> I wanted to vomit, but I kept going.<bt_wait> It tasted like oil.<bt_wait> </page>
pl: Ale i tak spróbowałam. Spróbowałabym wszystkiego.<bt_wait> Chciało mi się wymiotować, ale jadłam dalej.<bt_wait> Smakowało jak olej.<bt_wait> </page>

source: But I'd always heard it was the other way around.
pl: Ale zawsze mi mówiono, że było odwrotnie.

source: But I'll be joining you as soon as I finish some things up.
pl: Ale dołączę do was jak tylko skończę kilka spraw.

source: But I'm afraid that's going to continue for a while.
pl: Obawiam się jednak, że przez jakiś czas tak będzie.

source: But I'm afraid the end has come for this outpost.
pl: Ale obawiam się, że nadszedł koniec dla tego miejsca.

source: But I'm in no place to make fun of them.<bt_wait> Because my heart has been consumed by something too.<bt_wait>
pl: Ale nie powinienem się z nich naśmiewać.<bt_wait> Ponieważ moje serce też zostało przez coś pożarte.<bt_wait>

source: But I'm not picking up any sign of A2 herself.
pl: Ale nie wykrywam tutaj żadnych śladów samej A2.

source: But I've never seen a machine that could communicate at this level.
pl: Ale nigdy wcześniej nie widziałem maszyny, która potrafi porozumiewać się na takim poziomie.

source: But I...don't have any explosives.
pl: Ale ja... nie posiadam żadnych materiałów wybuchowych.

source: But above all else...<bt_wait>
pl: Ale przede wszystkim...<bt_wait>

source: But after more than a dozen large-scale descents upon the enemy, we still haven't managed to repel the invaders.
pl: Ale po ponad tuzinie wielkoskalowych desantów na pozycje wroga, ludzkości nadal nie udało się odeprzeć najeźdźców.

source: But alas, it was all in vain.
pl: Lecz niestety, teraz to wszystko jest już daremne.

source: But alas, there is only so much Father Servo is capable of on his own.
pl: Ale niestety, tylko tyle Ojciec Servo jest w stanie zdziałać sam.

source: But as I notice Number 21 scowling at the elevator, I start to have a bad feeling about the final stage of our mission. </page>
pl: Ale kiedy zauważam, że Numer 21 marszczy się przy windzie, zaczynam mieć złe przeczucia co do ostatniej fazy naszej misji. </page>

source: But as a combat weapon, I do not possess a great deal of data.
pl: Ale jako broń bojowa, nie byłem uprawniony do posiadania dużej ilości danych.

source: But before we can start, we need someone to head in there and set up a satellite camp.
pl: Ale zanim zaczniemy, potrzebujemy kogoś, kto tam wyruszy w celu założenia obozu pomocniczego.

source: But can't we just transfer all this data over instantly?
pl: Ale, czy nie możemy po prostu przesłać wszystkich danych w jednej chwili?

source: But despite his efforts, things never seemed to turn out.
pl: Ale mimo starań, nigdy mu to nie wychodziło.

source: But don't get yourself hurt, all right?
pl: Ale nie daj się skrzywdzić, dobrze?

source: But each time that happens, the officer's data resets—which means she never remembers any of us or what she did. It's so stupid.
pl: Ale za każdym razem gdy tak się dzieje, dane oficer się resetują — co znaczy, że nie pamięta żadnego z nas, ani co zrobiła. To takie głupie.

source: But even so! All of this is WRONG!
pl: Ale... nawet jeśli... To i tak, to wszystko jest ZŁE!

source: But even so,
pl: Ale nawet jeśli,

source: But even when by his side, his feelings were a mystery. It was painful not to know what he was thinking. So painful.
pl: Ale nawet z nim u boku, nasze uczucia spowijała tajemnica. Bolało mnie to, że nie wiem co myśli. Tak bardzo bolało.

source: But feel free to drop by whenever you want, okay?
pl: Ale możesz wpadać, kiedy chcesz, okej?

source: But first, consider this: both competitors have fought long and hard to make it here...
pl: Ale przed tym, rozważmy: obaj zawodnicy walczyli długo i ciężko, by tu dotrzeć...

source: But growing strong is all that matters.
pl: Ale wzrastanie w siłę to wszystko co się liczy.

source: But he wasn't strong enough, and the machine ended up killing him instead.
pl: Ale nie był wystarczająco silny i w rezultacie to maszyna zabiła jego.

source: But hey, might as well try it. Not like we have any other leads to go on.
pl: Ale cóż... równie dobrze możemy spróbować. I tak nie mamy innych tropów.

source: But his voice never reached his mother.
pl: Ale jego głos nigdy nie dotarł do jego matki.

source: But how can a concept like loyalty be understood by a machine?
pl: Ale jak taki koncept, jak lojalność, może być rozumiany przez maszyny?

source: But how did I get there in the first place...?
pl: Ale jak się tam się w ogóle znalazłam...?

source: But if I can get the servicing device in that toolbox up and running, I could start fixing and selling weapons again. Take a look at it, will you?
pl: Ale gdybym tylko uruchomił urządzenie serwisowe w skrzynce z narzędziami, mógłbym znów zacząć naprawiać i sprzedawać broń. Zerkniesz na nie?

source: But if it doesn't matter...why do I long for humans like this!?
pl: Ale... skoro nie ma to znaczenia... to dlaczego tak tęsknię za ludźmi?

source: But if it's sick, you should try giving it some medicine.
pl: Ale jeśli jest chory, powinieneś spróbować dać mu jakieś lekarstwo.

source: But if it's the same person, why would she have had the killer's hood?
pl: Ale jeśli to ta sama osoba, to dlaczego miałaby mieć kaptur zabójcy?

source: But if so...what use are we to the world...?
pl: Ale jeśli tak, to... jaki jest pożytek z nas dla tego świata...?

source: But if we do that, I'll forget how I feel about you!
pl: Ale... jeśli to zrobimy, to zapomnę o tym, co do ciebie czuję!

source: But if you do that, your circuits will—
pl: Ale jeśli to zrobisz, twoje obwody...

source: But in order to make sure no one ever learned the truth, we were DESIGNED to be killed.
pl: Ale, aby upewnić się, że nikt, nigdy, nie dowie się prawdy, ZAPROJEKTOWANO nas tak, abyśmy umarli.

source: But in the end... I...
pl: Ale w końcu... Ja...

source: But it seems to be underground. Like, way underground.
pl: Ale wygląda na to, że jest pod ziemią. Głęboko pod ziemią.

source: But it wasn't okay.<bt_wait> Nothing was okay.<bt_wait> All thanks to a pair of Devola and Popola models from another town. </page>
pl: Ale nie było dobrze.<bt_wait> Nic nie było dobrze.<bt_wait> Wszystko dzięki parze modeli Devola i Popola z innego miasta. </page>

source: But it would be a fragile peace at best, so I don't think we'd ever be completely safe.
pl: Ale w najlepszym wypadku, byłby to kruchy pokój, więc nie sądzę, że kiedykolwiek będziemy bezpieczni.

source: But it's all right. I'm going to finish this, one way or the other. </page>
pl: Ale jest w porządku. Zakończę to w taki czy inny sposób. </page>

source: But it's pretty scary to consider. I mean, when your memories disappear, you stop being yourself.
pl: Ale to dość przerażające, gdy się nad tym zastanowić. Bo kiedy znikają wspomnienia, przestajesz być sobą.

source: But let your villager friends know—if anyone tries to attack me, I'll wipe this place clean off the map.
pl: Ale przekaż swoim przyjaciołom z wioski jedno: jeśli ktokolwiek spróbuje mnie zaatakować, zetrę to miejsce z powierzchni ziemi.

source: But losing friends isn't what scares me.
pl: Ale to nie strata przyjaciół jest najbardziej przerażająca.

source: But my wounds are badges. </page>
pl: Ale moje rany to medale. </page>

source: But no one knows for sure.
pl: Ale nikt nie jest niczego pewien.

source: But none of that should be a problem for combat-focused models like you.
pl: Ale dla takich jak ty, modeli bojowych skoncentrowanych na walce, to nie powinno być problemem.

source: But now I get to see them again... Really soon...
pl: Ale teraz, mogę się z nimi znowu zobaczyć... Już wkrótce...

source: But now I understand.
pl: Ale teraz zrozumiałem.

source: But now I'm all alone...
pl: Ale teraz jestem zupełnie sam...

source: But now is not the time to give up. Now, more than ever, we must forge on.
pl: Tym niemniej, wolno nam się poddawać. Teraz, bardziej niż kiedykolwiek, musimy przeć dalej.
